{
  "firstAid" : [
    {
      "firstAidKits" : {
        "description" : "Apteczka jest podstawowym źródłem różnych leków, środków opatrunkowych czy przyborów potrzebnych do niesienia pomocy sobie, bądź innym. W Polsce nie ma przepisów, które określają wyposażenie apteczek, lecz najczęściej używa się normy DIN, którą wzoruję się też inne kraje Unii Europejskiej.",
        "kinds" : [
          {
            "name" : "Apteczka domowa",
            "description" : "Apteczka, która powinna się znajdować w każdym domu."
          },
          {
            "name" : "Apteczka samochodowa",
            "description" : "Apteczka znajdująca się w każdym samochodzie, ponieważ jest niezbędna przy wypadkach drogowych."
          },
          {
            "name" : "Apteczka turystyczna",
            "description" : "Łatwo dostępna oraz wygodna w transporcie apteczka, którą zabiera się na róznego rodzaju wyjazdy."
          },
          {
            "name" : "Apteczka przemysłowa",
            "description" : "Apteczka zawierająca zestaw materiałów opatrunkowych i innych elementów niezbędnych w udzielaniu pierwszej pomocy przygotowany specjalnie pod kątem biur, szkół, fabryk i zakładów przemysłowych."
          }
        ]
      }
    },
    {
      "lifeSupportActions" : {
        "description" : "Jednym z najważniejszych elementów pierwszej pomocy są działania podtrzymujące życie człowieka.",
        "kinds" : [
          {
            "name" : "Resuscytacja krążeniowo-oddechowa",
            "description" : "Zespół czynności stosowanych w wypadku ustania czynności serca z utratą świadomości i bezdechem.",
            "procedureAlgorithm" : "1. Oceń swoje bezpieczeństwo\n2. Sprawdź, czy poszkodowany reaguje\n3. Głośno wołaj o pomoc\n4. Udrożnij drogi oddechowe i sprawdź oddech – lekko odchyl głowę do tyłu i unieś żuchwę\n5. Sprawdź, czy oddycha prawidłowo\n6. Zadzwoń pod numer 112 lub 999\n7. Wykonaj 30 uciśnięć klatki piersiowej\n8. Wykonaj 2 oddechy\n9. Kontynuuj resuscytację aż do przyjazdu pogotowia"
          },
          {
            "name" : "Manewr Heimlicha",
            "description" : "Chwyt Heimlicha czy też rękoczyn Heimlicha wykonujemy w przypadku zadławienia. Stosowany może być u dorosłych, jak również u dzieci.",
            "procedureAlgorithm" : "1. Stajemy za poszkodowanym i obejmujemy ramionami jego tułów na wysokości nadbrzusza.\n2. Pochylamy osobę zadławioną do przodu, by ciało obce mogło wydostać się na zewnątrz układu oddechowego.\n3. Zaciskamy jedną rękę w pięść i przykładamy ją w miejscu pomiędzy pępkiem, a wyrostkiem mieczykowatym mostka.\n4. Drugą ręką chwytamy pięść i szybkim ruchem wgniatamy ją do siebie i ku górze. Manewr ten sprawia, że znajdujące się w drogach oddechowych powietrze zostaje sprężone, dzięki czemu ciało obce może wydostać się na zewnątrz.\n5. Jeśli chwyt Heimlicha nie przyniesie efektów za pierwszym razem, można powtórzyć go jeszcze 4-5 razy, przy czym każdy kolejny ucisk powinien stanowić osobny ruch."
          }
        ]
      }
    }
  ]
}
